"I have read and agree to the WPS Office License Agreement and the Privacy Policy." = "我已閱讀並同意WPS Office授權協議和隱私權政策。";

"WPS Office License Agreement" = "WPS Office授權協議";

"Privacy Policy" = "隱私權政策";

"Download failed, please check the network" = "下載失敗，請檢查網絡";

"manual install" = "手動安裝";

"Retry" = "重試";

"Install Now" = "立即安裝";

"Installation failed, please check if the system has enough memory space." = "安裝失敗，請檢查系統是否有足夠的記憶體空間。";

"Installation failed, please close the running WPS Office." = "安裝失敗，請關閉正在執行的WPS Office。";

"Installing, please wait..." = "WPS Office下載中...";

"Language" = "語言";

"All-in-One OfficeSuite with PDFEditor. Now with AI" = "AI全能辦公套件 · 支援專業PDF編輯功能";

"Cancel" = "取消";

"Tip" = "提示";

"Confirm" = "確認";

"In accordance with relevant policy requirements, for a better experience with WPS Office services, please read and agree to the License Agreement and Privacy Policy." = "根據相關政策要求，為了更好地使用 WPS Office服務，請閱讀並同意授權協議和隱私權政策。";

"License Agreement" = "授權協議";

"Create infinite possibilities" = "創造無限可能";

"Installing WPS Office" = "WPS Office安裝中...";

"Before installing, please close the running WPS Office." = "安裝前請關閉正在執行的 WPS Office。";